Repository: TI-Sin-Problemas/erpnext_mexico_compliance
Catalog: erpnext_mexico_compliance/locale/*.po
Languages: es_mx

source: 1 credit is consumed every time a CFDI gets stamped
es_mx: 1 crédito es consumido cada vez que se timbra un CFDI

source: <span class="h4">Mexico Compliance</span>
es_mx: <span class="h4">Cumplimiento Mexicano</span>

source: A Cancellation Reason is required to cancel this payment entry.
es_mx: Un Motivo de Cancelación es necesario para cancelar este pago.

source: A Cancellation Reason is required to cancel this sales invoice.
es_mx: Un Motivo de Cancelación es necesario para cancelar esta factura de venta.

source: A Cancellation Reason is required.
es_mx: Un Motivo de Cancelación es necesario.

source: Accounting
es_mx: Contabilidad

source: Address {0} has no zip code
es_mx: La dirección {0} no tiene código postal

source: All references must have the same total amount, partial payments are not supported
es_mx: Todas las referencias deben tener el mismo monto total, los pagos parciales no son soportados

source: Attach PDF
es_mx: Adjuntar PDF

source: Attach XML
es_mx: Adjuntar XML

source: Available credits
es_mx: Créditos disponibles

# Company branch
source: Branch: {0}
es_mx: Sucursal: {0}

source: CFDI Actions
es_mx: Acciones de CFDI

source: CFDI Stamped Successfully
es_mx: CFDI Timbrado Exitosamente

source: CFDI Stamping Settings
es_mx: Configuración de Timbrado de CFDI

source: CFDI Status: {0}
es_mx: Estado de CFDI: {0}

source: CFDI Web Service Error
es_mx: Error del Web Service de CFDI

source: CFDI cancellation requested successfully
es_mx: Cancelación de CFDI solicitada exitosamente

source: Cancel
es_mx: Cancelar

source: Cancellation
es_mx: Cancelación

source: Cancellation Reason
es_mx: Motivo de Cancelación

source: Cancellation Status: {0}
es_mx: Estado de cancelación: {0}

source: Cancellation acknowledgement
es_mx: Acuse de cancelación

source: Cancellation reason
es_mx: Motivo de cancelación

source: Certificate
es_mx: Certificado

source: Certificate file (.cer)
es_mx: Archivo de certificado (.cer)

source: Certificate file not configured
es_mx: Archivo de certificado no configurado

source: Certificate files and password are not valid
es_mx: Los archivos de certificado y contraseña no son válidos

source: Certificate files and password are valid
es_mx: Los archivos de certificado y contraseña son válidos

source: Certificate key file (.key)
es_mx: Archivo de clave de certificado (.key)

source: Check Cancellation Status
es_mx: Verificar estado de cancelación

source: Check this field if the cancelled invoice needs to have another related invoice
es_mx: Marca este campo si la factura cancelada necesita tener otra factura relacionada

source: Code
es_mx: Código

source: Company
es_mx: Compañía

source: Company for which this certificate will be used to sign CFDI
es_mx: Compañía para la cual este certificado será usado para firmar CFDI

source: Company {0} has no address
es_mx: La compañía {0} no tiene dirección

source: Company {0} has no tax regime
es_mx: La compañía {0} no tiene régimen fiscal

source: Company's Digital Signing Certificate to sign CFDI
es_mx: Certificado de Sello Digital de la empresa para firmar CFDI

source: Customer
es_mx: Cliente

source: Customer address {0} has no zip code
es_mx: La dirección del cliente {0} no tiene código postal

source: Customer {0} has no tax ID
es_mx: El cliente {0} no tiene RFC

source: Customer {0} has no tax regime
es_mx: El cliente {0} no tiene régimen fiscal

source: Default CSD
es_mx: CSD Predeterminado

source: Default Digital Signing Certificates
es_mx: Certificados de Sello Digital Predeterminados

source: Description
es_mx: Descripción

source: Digital Signing Certificate
es_mx: Certificado de Sello Digital

source: ERPNext Mexico Compliance
es_mx: ERPNext Cumplimiento para México

source: Enabled
es_mx: Habilitado

source: File {0} attached
es_mx: Archivo {0} adjuntado

source: Files
es_mx: Archivos

source: From {}
es_mx: De {}

source: If this option is enabled the Documents will be stamped automatically when submitting them
es_mx: Si esta opción está habilitada, los documentos serán timbrados automáticamente al validarlos

source: Indicates the form in which a payment was made, in accordance with the SAT catalog of forms of payment
es_mx: Indica la forma en la que se realiza un pago, de acuerdo al catálogo de formas de pago del SAT

source: Indicates the method used to make a payment, in accordance with the SAT catalog of payment methods
es_mx: Indica el método usado para realizar un pago, de acuerdo al catálogo de métodos de pago del SAT

source: Invalid CFDI
es_mx: CFDI Inválido

source: Invalid CURP
es_mx: CURP inválido

source: Invalid CURP format
es_mx: Formato de CURP inválido

source: Invalid Cancellation Reason
es_mx: Motivo de Cancelación inválido

source: Invalid Document Type
es_mx: Tipo de Documento inválido

source: Invalid RFC
es_mx: RFC inválido

source: Invalid SSN
es_mx: NSS inválido

source: Invalid SSN format
es_mx: Formato de NSS inválido

source: Invalid Tax Id
es_mx: RFC Inválido

source: Invoice has no billing address
es_mx: La factura no tiene dirección de facturación

source: Is Cancellable
es_mx: Es Cancelable

source: Is Cancellable: {0}
es_mx: Es Cancelable: {0}

source: Is Group
es_mx: Es Grupo

source: Key
es_mx: Clave

source: Key Name
es_mx: Clave Nombre

source: Key file not configured
es_mx: Archivo de llave no configurado

source: Legal name: {0}
es_mx: Razón social: {0}

source: Mexico Compliance
es_mx: Cumplimiento para México

source: Mode of Payment
es_mx: Modo de Pago

source: Module settings
es_mx: Configuración del módulo

source: Old Parent
es_mx: Padre antiguo

source: Parent SAT Product or Service Key
es_mx: Clave de Producto o Servicio del SAT padre

source: Password
es_mx: Contraseña

source: Password for the certificate key
es_mx: Contraseña para la llave del certificado

source: RFC format does not comply with SAT specifications
es_mx: El formato de RFC no cumple con las especificaciones del SAT

source: Reference {0} has not being stamped
es_mx: La referencia {0} no ha sido timbrada

source: Requires relationship
es_mx: Requiere relación

source: SAT CFDI Use
es_mx: Uso de CFDI SAT

source: SAT CFDI Use Tax Regime
es_mx: Régimen Fiscal del Uso de CFDI SAT

source: SAT Catalogs for accounting
es_mx: Catálogos del SAT para contabilidad

source: SAT Payment Method
es_mx: Forma de Pago SAT

source: SAT Payment Option
es_mx: Método de Pago SAT

source: SAT Product or Service Key
es_mx: Clave SAT de Producto o Servicio

source: SAT Tax Regime
es_mx: Régimen Fiscal SAT

source: SAT UOM Key
es_mx: Clave SAT de UDM

source: SSN
es_mx: Número de Seguro Social

source: Second Last Name
es_mx: Apellido Materno

source: Select a Certificate to sign the CFDI
es_mx: Selecciona un Certificado para firmar el CFDI

source: Settings
es_mx: Configuración

source: Stamp CFDI
es_mx: Timbrar CFDI

source: Stamp on submit
es_mx: Timbrar al validar

source: Stamped XML
es_mx: XML Timbrado

source: Substitute invoice
es_mx: Factura sustituta

source: Substitute payment entry
es_mx: Entrada de pago sustituta

source: System Manager
es_mx: Administrador del sistema

source: Tax Id does not comply with SAT specifications
es_mx: El RFC cumple con las especificaciones del SAT

source: Tax Regime
es_mx: Régimen Fiscal

source: Tax Type
es_mx: Tipo de impuesto

source: Tax regimes
es_mx: Regímenes fiscales

source: Test mode
es_mx: Modo de pruebas

source: The Cancellation Reason requires a substitute invoice.
es_mx: El motivo de cancelación requiere una factura sustituta.

source: The Cancellation Reason requires a substitute payment entry.
es_mx: El motivo de cancelación requiere una entrada de pago sustituta.

source: This Document will be cancelled once the CFDI cancellation request is approved
es_mx: Este Documento será cancelado una vez que la solicitud de cancelación de CFDI sea aprobada

source: To {}
es_mx: A {}

source: UOM Name
es_mx: Nombre de UdM

source: Validate Certificate
es_mx: Validar Certificado

source: Zip code
es_mx: Código postal

source: {} is required
es_mx: {} es requerido

source: {} is required when {} is {}
es_mx: {} es requerido cuando {} es {}
